---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.RebarContainerType
source: html/e58a09e2-7247-19ef-0ae0-1c15b551eb33.htm
---
# RebarContainerType Properties

The id of the assembly instance to which the element belongs.